<?php


/** ===========================================================================================
 *  Seite
 * ============================================================================================
 */
    define("CO_Firma",			        "EPAL-Shop");
    define("CO_ToolName",			    "Preisanfrage");
    define("CO_MAIL",			        "info@epal-shop.com");


/** ===========================================================================================
 *  Text
 * ============================================================================================
 */
    define("TXT_MAIL_OK",			    "Μήνυμα αποστέλλεται. Θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατόν.");
    define("TXT_MAIL_ERR",			    "Παρουσιάστηκε Σφάλμα:");
    define("TXT_MAIL_BETREFF",          "Preisanfrage EPAL-Therm");


/** ===========================================================================================
 *  Seiten Parameter
 * ============================================================================================
 */
    define("PAR_CAPTCHA",               FALSE);     // TRUE / FALSE
    define("PAR_WHITELIST",			    "/^[0-9a-z]+$/i");
    define("PAR_WHITELISTFULL",		    "/^[0-9a-zA-ZäöüÄÖÜ ((\s|.)*)ß&\[\]\!\?()@.:\-_]+$/i");


?>